Repository: dinhquydds/nanocucurmin
Catalog: tm/taytrangrang-omegat.tmx
Source language: en_us
Languages: vi

source: 2005), reduce the flexural strength and flexural modulus of dentin (Tam et al.
vi: 2005), giảm độ bền uốn và modul uốn của ngà răng (Tam và cộng sự

source: 2005; Ontiveros and Paravina 2009; Bortolatto et al.
vi: 2005; Ontiveros và Paravina 2009; Bortolatto và cộng sự

source: 2006), for 1 min significantly reduced sensitivity of the anterior teeth during and after whitening compared with a placebo pretreatment (Mehta et al.
vi: 2006), trong 1 phút giảm có ý nghĩa nhạy cảm của răng trước trong và sau tẩy trắng so với điều trị placebo (Mehta và cộng sự

source: 2007) measured significant reduction in the mineral con- tent of the enamel surface (but not dentin) after bleaching with 35 % hydrogen peroxide for 2 h.
vi: 2007) đo sự giảm đáng kể của khoáng chất của bề mặt men răng (không có ngà răng) sau khi tẩy trắng bằng 35 % hydrogen peroxide trong 2 h .

source: 2008a), which allows them to be applied in a single application without the need of several product replenish- ments (Reis et al.
vi: 2008a), cho phép chúng được áp dụng trong một lần duy nhất mà không cần thay mới thuốc nhiều lần (Reis và cộng sự

source: 2008b), 1 year (Meireles et al.
vi: 2008b), 1 năm (Meireles và cộng sự

source: 2008b; Matis et al.
vi: 2008b; Matis và cộng sự

source: 2009) as previously mentioned in the Chap.
vi: 2009) như đã đề cập trong chương

source: 2009) measured tooth shade with spectrophotometry and concluded that 6 % hydrogen peroxide whitening strips applied twice a day for 30 min each for 2 weeks are not as effective as at-home whitening with 10 % carbamide peroxide overnight for 2 weeks.
vi: 2009) đo màu răng bằng quang phổ kế và kết luận rằng 6 % dải làm trắng 6% hydrogen peroxide dùng 2 lần 1 ngày, 30 phút mỗi lần trong 2 tuần không có hiệu quả như tẩy trắng răng tại nhà bằng 10% carbamide peroxide qua đêm trong 2 tuần.

source: 2009), and 2 year post-bleaching (Meireles et al.
vi: 2009), và 2 năm sau tẩy trắng (Meireles và cộng sự

source: 2009), both treatment groups had the same median tooth shade 1 year after bleaching, which was lighter than at baseline.
vi: 2009), cả hai nhóm điều trị có cùng màu răng trung bình sau 1 năm, mà trắng hơn lúc chưa điều trị.

source: 2009), vital tooth whiten- ing, irrespective of method, causes side effects (Li 2011).
vi: 2009), tẩy trắng răng sống, không phân biệt phương pháp, đều có tác dụng phụ (Li 2011).

source: 2010) as discussed in Chap.
vi: 2010) như đã thảo luận trong chương

source: 2010), 92 patients whitened their maxillary anterior teeth with 10 % carbamide peroxide or with 16 % carbamide peroxide in a custom-fitted tray for 2 h/day during 3 weeks.
vi: 2010), 92 bệnh nhân được tẩy trắng răng trước hàm trên bằng carbamide peroxide 10 % hoặc bằng carbamide peroxide 16% trong khay cá nhân 2 giờ/ngày trong 3 tuần.

source: 2010), the authors observed notable damage to the pulp tissue of lower incisors but not to premolars (Chap.
vi: 2010), Các tác giả quan sát được tổn thương tuỷ răng của răng cửa hàm dưới nhưng không có răng cối nhỏ (chương

source: 2010; Dawson et al.
vi: 2010; Dawson và cộng sự

source: 2011) showed rather unreliable aesthetic results.
vi: 2011) cho thấy kết quả thẩm mỹ không đáng tin cậy..

source: 2011a), but unfortunately this can vary depending on the baseline color of the participants in the clinical trials (Rezende et al.
vi: 2011a), nhưng không may là điều này có thể thay đổi phụ thuộc vào màu sắc ban đầu của người tham gia trong thử nghiệm lâm sàng (Rezende và cộng sự

source: 2012) might have an impact on the reduction of bleaching-induced TS.
vi: 2012) có thể tác động vào việc giảm nhạy cảm do tẩy trắng.

source: 2012), but it seems to be useless for high-concentrated HP gels (Marson et al.
vi: 2012), nhưng nó dường như vô ích cho nồng độ gel HP cao (Marson và cộng sự

source: 2013) demonstrated that the applica- tion of a rubber dam alone, even for a short period of 10 min, would cause a lighten-
vi: 2013) chứng minh rằng áp dụng đê cao su một mình, ngay cả thời gian ngắn 10 phút, sẽ làm sáng

source: 2013) may also be camouflaged by resin infiltration.
vi: 2013) cũng có thể được nguỵ trang bằng xâm nhập nhựa.

source: 2013), antioxi- dants (ascorbic acid) (de Paula et al.
vi: 2013), chất chống ôxy hoá (ascorbic acid) (de Paula và cộng sự

source: 2013), as the defect may be deeper than microabrasion can reach.
vi: 2013), khi khiếm khuyết có thể sâu hơn vi mài mòn có thể tiếp cận được.

source: 2013), nonsteroid anti- inflammatory drugs (ibuprofen) (Charakorn et al.
vi: 2013), kháng viêm nonsteroid (ibuprofen) (Charakorn và cộng sự

source: 2013), the tooth that was reported to give most complaints of bleaching-induced TS was the upper lateral incisor.
vi: 2013), răng thường được báo cáo nhạy cảm hầu hết là răng cửa bên hàm trên.

source: 2013), which may be the result of soft burning or even the contact with the gingival barrier.
vi: 2013), mà có thể kết quả của bỏng nhẹ hoặc thậm chí tiếp xúc với rào chặn nướu.

source: 2014) as well as clinical reports (Kim et al.
vi: 2014) cũng như báo cáo lâm sàng (Kim và cộng sự

source: 2014), and corticoids (dexamethasone) (Rezende et al.
vi: 2014), và corticoids (dexamethasone) (Rezende và cộng sự

source: 2014), as well as the type of adhesive and restorative material (Gokay et al.
vi: 2014), cũng như loại dán và vật liệu phục hồi (Gokay và cộng sự

source: 2014), which makes the use of in-office whitening contraindicated as a first step in the manage- ment of enamel fluorosis cases.
vi: 2014), sử dụng tẩy trắng tại phòng khám được chống chỉ định là bước đầu tiên trong xử trí trường hợp nhiễm fluor.

source: 2015) but will also require more applications to achieve patient’s satisfaction.
vi: 2015) nhưng cũng yêu cầu nhiều lần áp dụng hơn để đạt được sự hài lòng của bệnh nhân.

source: 2015) or the addition of different remineral- izing products to in-office bleaching formulations (fluoride, calcium phosphate compounds, etc.) (Basting et al.
vi: 2015) hoặc thêm vào sản phẩm tái khoáng khác nhau vào công thức tẩy trắng tại phòng khám (fluoride, calcium phosphate compounds, etc.) (Basting và cộng sự

source: 2015), as it reduces postoperative sensitivity without reducing efficacy when added to 10 % carb- amide peroxide (Browning et al.
vi: 2015), vì nó giảm nhạy cảm sau điều trị mà không giảm hiệu quả làm trắng khi thêm vào trong 10 % carbamide peroxide (Browning và cộng sự

source: 2015), probably because the desensitizer gels used are transparent.
vi: 2015), có lẽ do gel chống nhạy cảm được dùng là trong suốt.

source: 2015), which is not enough to reach patient’s satisfaction (de Silva Gottardi et al.
vi: 2015), không đủ để làm bệnh nhân hài lòng (de Silva Gottardi và cộng sự

source: 2015), which prevent us from generalizing this protocol to all in-office bleaching gels present in the market.
vi: 2015), để ngăn chúng ta khái quát quy trình cho tất cả gel tẩy trắng tại phòng khám có trên thị trường.

source: 2015a), was not effective to prevent the risk as well as the intensity of TS as confirmed by a recent systematic review of the literature (Faria et al.
vi: 2015a), không hiệu quả để ngăn ngừa nguy cơ cũng như cường độ nhạy cảm được xác nhận bởi tổng quan hệ thống y văn gần đây (Faria và cộng sự

source: 2015b) identified a significant relationship between base- line color and age in relation to color change estimates.
vi: 2015b) ixác định được mối liên quan có ý nghĩa giữa màu ban đầu và tuổi trong mối liên quan màu sắc ước tính.

source: 2016) we observed a high heteroge- neity among studies in many issues, such as type of materials, concentration of the products, and significant variations in in-office bleaching protocols.
vi: 2016) chúng tôi quan sát thấy sự không đồng nhất cao trong các nghiên cứu trong nhiều vấn đề, như loại vật liệu, nồng độ của sản phẩm, và những thay đổi có ý nghĩa trong quy trình tẩy trắng tại phòng khám.

source: 3 The chance of a mismatch between the advertised concentration and the actual concentration is very high (Matis et al.
vi: 3 Khả năng không trùng khớp giữa nồng độ được quý và nồng độ thực sự rất cao (Matis và cộng sự

source: 35 % hydrogen peroxide and a heating instrument
vi: 35 % hydrogen peroxide và dụng cụ tạo nhiệt

source: 3–25 % pyrozone used as a mouthwash, which also lightened teeth
vi: 3–25 % pyrozone dùng như nước súc miệng, cũng làm trắng răng

source: 4 Carbomer 934P or Carbopol 934P (The Lubrizol Corporation) is primarily used in commercially available oral formulations, including bleaching gels for tray whitening.
vi: 4 Carbomer 934P hoặc Carbopol 934P (The Lubrizol Corporation) chủ yếu được dùng trong thương mại có sẵn trong công thức miệng, bao gồm gel cho khay tẩy trắng.

source: 4 and 5, we will include here additional information on tooth sensitivity related to at-home whitening with a custom-fitted tray.
vi: 4 và 5, chúng tôi sẽ nói ở đây thông tin bổ sung trên răng nhạy cảm liên quan tới tẩy trắng răng tại nhà bằng khay cá nhân.

source: 4 and 6) that enamel and dentin bond strengths remain low for the first two weeks post-bleaching.
vi: 4 và 6) độ bền dán men răng và ngà răng còn thấp sau 2 tuần đầu sau tẩy trắng.

source: 4 teeth (1.96 %) developed invasive 151/204 ECR.
vi: 4 răng (1.96 %) phát triển xâm lấn 151/204 ECR.

source: 4, 5, and 7.
vi: 4, 5 và 7.

source: 4, bleaching with 35 % hydro- gen peroxide immediately after the enamel microabrasion procedure increases the diffusion of hydrogen peroxide through enamel by 20 % (Briso et al.
vi: 4, tẩy trắng bằng 35 % hydrogen peroxide ngay lập tức sau khi vi mài mòn men răng làm tăng sự phân tán của hydrogen peroxide vào men 20 % (Briso và cộng sự

source: 4, in case this occurs the dentist should apply a drop of catalase and/or sodium bicar- bonate (usually provided by the manufacturer) on the ulcerated lesion to arrest the burning effect.
vi: 4, trường hợp này xảy ra bác sĩ nên nhỏ một giọt catalase và/hoặc sodium bicarbonate (thường được cung cấp bởi nhà sản xuất) lên vết loét để giảm đau.

source: 4, peroxide bleaching materials significantly decrease the bond strength of resin-based composite to bleached enamel and dentin, both for at- home vital whitening and for intra-coronal nonvital whitening (Cavalli et al.
vi: 4, Vật liệu tẩy trắng răng peroxide giảm có ý nghĩa độ bền dán của comosite lên men răng và ngà răng được tẩy trắng, cả tẩy trắng tại nhà và tẩy trắng trong thân răng của răng chết tuỷ (Cavalli và cộng sự

source: 5 for in-depth information on the topic of pulp injury with whitening agents.
vi: 5 để thêm thông tin về chủ đề chấn thương tuỷ răng và tác nhân làm trắng.

source: 5 parts 30 % hydrogen peroxide, 5 parts 36 % hydrochloric acid, 1 part diethyl ether
vi: 5 phần 30 % hydrogen peroxide, 5 phần 36 % hydrochloric acid, 1 phần diethyl ether

source: 5 parts of 30 % hydrogen peroxide heat lamp, anesthetic
vi: 5 phần của 30 % hydrogen peroxide đèn nhiệt, gây mê

source: 5, we will only cite two studies that suggest the relatively innocuous nature of 10 % carbamide peroxide to the human pulp.
vi: 5, chúng tôi trích dẫn hai nghiên cứu cho thấy bản chất tương đối vô hại của 10 % carbamide peroxide đến tuỷ răng người.

source: 58 bleached teeth were
vi: 58 răng được tẩy trắng

source: 6 At-Home Tooth Whitening
vi: 6 Tẩy trắng răng tại nhà

source: 6), the antibiotic minocycline also causes discoloration of nonvital teeth.
vi: 6), kháng sinh minocycline cũng gây đổi màu răng chết tuỷ.

source: 6, the esthetic appeal of anterior teeth may benefit from at-home whitening prior to esthetic rehabilitation with veneers or prior to recon- touring clinical crowns with direct resin-based composite restorations.
vi: 6, sự hấp dẫn thẩm mỹ của răng trước có thể có lợi từ tẩy trắng tại nhà trước khi phục hồi thẩm mỹ bằng veneer hoặc trước khi tái tạo thân răng lâm sàng bằng phục hồi comosite trực tiếp.

source: 6.3, 6.11, and 6.12) using the at-home whitening technique with carbamide peroxide in a custom-fitted tray, even though an extended
vi: 6.3, 6.11, và 6.12) dùng kỹ thuật tẩy trắng răng tại nhà bằng carbamide peroxide trong khay cá nhân, mặc dù mở rộng

source: 6.3.2, more than 50 % of the active agent is available after 2 h.
vi: 6.3.2, nhiều hơn 50 % tác nhân hoạt hoá hoạt động sau 2 h.

source: 6.4.4.1 our opinion is that we may need stronger evidence to recommend tray whitening in child and teenage patients.
vi: 6.4.4.1 ý kiến của chúng tôi là chúng ta cần bằng chứng mạnh hơn để đề nghị làm trắng bằng khay cho trẻ em và tuổi vị thành niên.

source: 7 In-Office Whitening
vi: 7 Tẩy trắng tại phòng khám

source: 7 % failure – 8/112 teeth were noticeably dark at the cervical zone
vi: 7% thất bại – 8/112 răng đã được chú ý tối ở vùng cổ

source: 7.2, there are several factors that may explain the clini- cian’s belief that in-office bleaching is not efficient when compared to at-home bleaching.
vi: 7.2, có nhiều yếu tố giải thích bác sĩ tin vào tẩy trắng tại phòng khám không hiệu quả khi so sánh với tẩy trắng răng tại nhà.

source: 8 Intracoronal Whitening of Endodontically Treated Teeth
vi: 8 Tẩy trắng trong thân răng của răng điều trị nội nha

source: 8, intra-coronal whitening of endodontically treated teeth has a fairly good prognosis for discolorations caused by necrotic pulp tissue or blood components, with a short-term success rate of 50–90 %.
vi: 8, tẩy trắng trong thân răng của răng đã nội nha có tiên lượng khá tốt cho đổi màu do tuỷ hoại tử hoặc thành phần máu, với tỉ lệ thành công ngắn hạn 50 - 90 %.

source: 8, was also mentioned to the patient.
vi: 8, cũng được báo cho bệnh nhân.

source: 9 Enamel Microabrasion for Removal of Superficial Coloration
vi: 9 Vi xoi mòn men răng để loại bỏ đổi màu bề mặt

source: 9 and 12).
vi: 9 và 12).

source: 9, 10, 12, and 13), or removal of the discol- ored area and restoration with a dentin adhesive and a resin-based composite material (Chap.
vi: 9, 10, 12, và 13), hoặc loại bỏ vùng nhiễm màu và phục hồi bằng keo dán ngà và vật liệu comosite nền nhựa (chương

source: 91/95 teeth had
vi: 91/95 răng có

source: A 10-year-old boy had white and brown idiopathic white and brown dysmineraliza- tion, chiefly of the labial surfaces of the maxillary central incisors (Fig. 9.4a).
vi: Bệnh nhân 10 tuổi có vết trắng và nâu vô căn màu trắng và nâu loạn khoáng hoá, chủ yếu ở phía môi của răng cửa giữa hàm trên (Hình 9.4a).

source: A 15 % HCl gel (Icon-Etch, DMG) was applied to the white spot areas of tooth #9 (FDI 2.1).
vi: Gel 15 % HCl (Icon-Etch, DMG) được áp dụng lên vùng đốm trắng của răng #9 (FDI 2.1).

source: A 16-year-old boy had white decalcification markings in the gingival half of his maxillary anterior teeth, related to inadequate oral hygiene during his orthodontic therapy (Figs.
vi: Bệnh nhân 16 tuổi có vết khử khoáng màu trắng ở nửa phía nướu của răng trước hàm trên, liên quan tới vệ sinh răng miệng không đủ trong khi chỉnh nha (Hình

source: A 21-year-old patient with high caries risk several months after debonding of orthodontic brackets.
vi: Bệnh nhân 21 tuổi với nguy cơ sâu răng cao vài tháng sau khi dán mắc cài chỉnh nha.

source: A 34-year-old female patient called the dental office to set up an appointment pri- marily because she was concerned about the ‘how short her upper front teeth were’.
vi: Bệnh nhân nữ 34 tuổi gọi điện tới phòng khám nha khoa để đặt lịch hẹn vì cô ấy quan tâm về "răng trước hàm trên ngắn".

source: A clinical study also concluded that bleaching with 10 % carbamide peroxide during 3 h daily for 3 weeks is effective in smokers even after 1 year, but dental prophylaxis may be necessary to remove extrinsic stains caused by diet and smoking (de Geus et al.
vi: Một nghiên cứu lâm sàng cũng kết luận rằng tẩy trắng với 10 % carbamide peroxide trong 3 h mỗi ngày trong 3 tuần có hiệu quả trong nhóm hút thuốc ngay cả sau 1 năm, nhưng dự phòng nha khoa có thể cần thiết để tẩy vết bẩn bên ngoài do ăn uống và hút thuốc (de Geus và cộng sự

source: A clinical study compared the efficacy of two desensitizers included in the composition of carbamide peroxide gels.
vi: Một nghiên cứu lâm sàng so sánh hiệu quả của 2 loại chống nhạy cảm gồm hỗn hợp của gel carbamide peroxide.

source: A clinical study tested four different application times of 10 % carbamide perox- ide – 15 min, 30 min, 1 h or 8 h.
vi: Một nghiên cứu lâm sàng thử nghiệm 4 loại thời gian tác dụng khác nhau của 10 % carbamide peroxide – 15 phút, 30 phút, 1 h or 8 h.

source: A combination of infiltration and subsequent restoration with com- posites is possible.
vi: Kết hợp của xâm nhập và sau đó phục hồi với composite là có thể.

source: A custom-fitted tray with no reservoirs and no gingival scalloping was used to bleach the teeth with 10 % carbamide peroxide applied nightly for 9 months.
vi: Khay cá nhân không có hồ chứa và không có dạng vỏ sò được dùng để tẩy trắng răng bằng carbamide peroxide 10 % dùng hàng đêm trong 9 tháng.

source: A dry cotton pellet was inserted, leaving a clearance of 1.5 mm for the provisional restoration of the access preparation
vi: Một viên gòn khô được đặt vào, để lại khoảng 1.5 mm cho phục hồi tạm của xoang mở tuỷ.

source: A few applications of a microabrasion suspension (Croll and Cavanaugh 1986a, b; Croll 1997), which contains hydrochloric acid (HCl) and sili- con carbide, may be used to disguise the white spots (for more information on enamel microabrasion, please refer to Chaps.
vi: Một vài ứng dụng của vi mài mòn (Croll và Cavanaugh 1986a, b; Croll 1997), chứa hydrochloric acid (HCl) và silicon carbide, có thể được dùng để che giấu những đốm trắng (để biết thêm thông tin về vi mài mòn men răng, vui lòng xem chương

source: A fourth case is shown with 27-year postoperative enamel microabrasion results combined with tooth bleaching in the adult years.
vi: Một trường hợp thứ tư sau 27 năm điều trị vi mài mòn men răng kết quả kết hợp với tẩy trắng răng trong những năm thành niên.

source: A fourth case shows 27-year postoperative results.
vi: Trường hợp thứ tư là kết quả sau 27 năm điều trị.

source: A full-mouth exam and recent periapical radiographs of the anterior teeth are essential during the diagnostic appointment.
vi: Thăm khám toàn diện và gần đây phim X quang quanh chóp các răng trước là cần thiết trong chẩn đoán.

source: A genetic disorder of erythrocytes that lack the enzyme G6PD, causing them to destroy prematurely and preventing patient with this disorder to break down hydrogen peroxide (European Commission Scientific Committee on Consumer Products 2007).
vi: Một rối loạn di truyền của hồng cầu mà thiếu enzyme G6PD, khiến chúng bị phá huỷ sớm và ngăn ngừa bệnh nhân có chứng rối loạn này để phá hydrogen peroxide (European Commission Scientific Committee on Consumer Products 2007).

source: A hereditary disorder in which the blood catalase activity level is below normal (European Commission Scientific Committee on Consumer Products 2007).
vi: Một rối loạn di truyền trong đó catalase máu mức hoạt động dưới mức bình thường (European Commission Scientific Committee on Consumer Products 2007).

source: A major disadvantage of at-home whitening is patient’s compliance (Table 6.1), as the dental professional is unable to monitor the daily treatment.
vi: Nhược điểm chính của tẩy trắng răng tại nhà là tuân thủ của bệnh nhân (Table 6.1), vì nha sĩ không thể theo dõi điều trị hàng ngày.

source: A more recent version of the jump-start technique is known as deep whitening technique (Kör Whitening, Evolve Dental Technologies, Inc) (Sulieman 2008).
vi: Một phiên bản mới hơn của kỹ thuật mồi khởi động được biết là kỹ thuật làm trắng sâu (Kör Whitening, Evolve Dental Technologies, Inc) (Sulieman 2008).

source: A multicenter, questionnaire-based prospective study reported tooth sensitivity after 14 days and after 1-year posttreatment (Bruzell et al.
vi: Một nghiên cứu tiến cứu dựa trên câu hỏi đa trung tâm báo cáo răng nhạy cảm sau 14 ngày và sau 1 năm sau điều trị (Bruzell và cộng sự

source: A positive side effect of resin infiltration is that infiltrated lesions lose their whitish appearance and look more similar to sound enamel.
vi: Một tác dụng tích cực của xâm nhập nhựa là sang thương bị xâm nhập nhựa mất tính trắng bên ngoài và trông giống men răng khoẻ mạnh.

source: A precise diagnosis relies on accurate clinical and radiographic exams.
vi: Một chẩn đoán chính xác dựa trên thăm khám lâm sàng và phim X quang chính xác.

source: A precursor of the in-office whitening technique for mottled teeth (e.g., enamel fluorosis) was published by Smith and McInnes in 1942.
vi: Tiền thân của kỹ thuật tẩy trắng răng tại phòng khám cho mottled teeth (e.g., nhiễm fluor) được Smith và McInnes xuất bản năm 1942.

source: A recent clinical trial evaluated the impact of changing the bleaching protocol of a high-concentration (35 %) in-office bleaching product.
vi: Thử nghiệm lâm sàng gần đây đánh giá tác động của việc thay đổi quy trình tẩy trắng của nồng độ cao (35 %) của sản phẩm tẩy trắng tại phòng khám.

source: A recent literature review that investigated the impact of bleaching procedures on enamel surface indicated that these adverse on enamel effects are minimal.
vi: Một tổng quan y văn gần đây nghiên cứu tác động của các quy trình tẩy trắng lên bề mặt men răng chỉ ra những bất lợi trên men răng là tối thiểu.

source: A recent multivariable regression analysis (Rezende et al.
vi: Một phân tích hồi quy đa biến gần đây (Rezende và cộng sự

source: A recent published paper showed a significant difference (average of two ΔE units of change) on tooth color when measured before and after dental prophylaxis.
vi: Một xuất bản gần đây cho thấy khác biệt có ý nghĩa (trung bình của haiΔE đơn vị của sự thay đổi) trên màu răng khi đo trước và sau khi nha khoa dự phòng

source: A recent research paper (Burki et al.
vi: Một nghiên cứu gần đây (Burki và cộng sự

source: A recent study that evaluated the individual patient data of 11 clinical trials regarding bleaching produced a more accurate estimate of these risks.
vi: Một nghiên cứu gần đây đánh giá dữ cá nhân của bệnh nhân của 11 thử nghiệm lâm sàng về tẩy trắng đưa ra ước đoán chính xác hơn về những nguy cơ.

source: A recent systematic review and meta-analysis of at-home whitening concluded that carbamide peroxide results in a slightly better whitening effi- cacy than hydrogen peroxide when applied in a custom-fitted tray (Luque- Martinez et al.
vi: Một tổng quan hệ thống và phân tích tổng hợp gần đây của tẩy trắng răng tại nhà kết luận rằng carbamide peroxide có kết quả làm trắng tốt hơn một chút so với hydrogen peroxide khi dùng khay cá nhân (Luque- Martinez và cộng sự

source: A recent systematic review of the literature concluded that light increases the risk of TS during in-office bleach- ing, and light may not improve the bleaching effect when high concentrations of HP (25–35 %) are employed.
vi: Một tổng quan hệ thống gần đây kết luận ánh sáng tăng nguy cơ nhạy cảm tẩy trắng tại phòng khám, và ánh sáng không tăng hiệu quả tẩy trắng khi dùng nồng độ HP cao (25–35 %).

source: A recent systematic review reported that OTC products should be assessed independently.
vi: Một tổng quan hệ thống gần đây báo cáo rằng sản phẩm OTC cần phải được kiểm tra độc lập.

source: A reduction of the bleaching speed and increase in the TS intensity was observed, probably as a result of the slow but significant reduction of the pH of the product throughout the 45-min application (Reis et al.
vi: Sự giảm tốc độ trắng và giảm cường độ nhạy cảm quan sát được, có lẽ là kết quả của sự giảm chậm nhưng đáng kể của pH của sản phẩm trong suốt 45 phút (Reis và cộng sự

source: A second infiltration step compensates possible polymerization shrinkage.
vi: Lần xâm nhập thứ hai bù cho sự co lại của do sự polyme hoá.
